IDEA StatiCa Open Model
InformationMessage.Message Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets the Message
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public override string Message { get; }
Public Overrides ReadOnly Property Message As String
	Get
public:
virtual property String^ Message {
	String^ get () override;
}
Property Value
Type: String
See Also
Reference
InformationMessage Class
IdeaRS.OpenModel.Message Namespace